import { StaffProfile } from "../types";

export const staffProfiles: StaffProfile[] = [
  {
    id: 1,
    profileImage: "/user-icon.svg",
    position: "Jr.ユース代表",
    name: "大山 将司",
    oneWord:
      "YOSHiKAWA CiTY FCで「大人の想像を超えていく選手」へと成長していけるよう一緒に頑張りましょう。",
    description: `これからの吉川市におけるサッカー文化発展に貢献出来るよう尽力してまいります。

      19歳から指導者の道を歩み始め、幼児、小・中学生を対象に23年指導の現場に携わってきました。
      携わった選手の中にはアンダー世代の代表やナショナルトレセンにに選ばれた選手、Jリーグのアカデミーチームで活躍した選手、高校や大学、海外や社会人で活躍した選手等、様々な選手がいました。
      
      その中で指導者として一番嬉しかったのはチーム内であまり力のなかった選手が徐々に力のある選手を追い越して活躍してくれた事やチームとして格上に勝利出来た事。
      このような選手とチームの成長が見られた瞬間は何にも変え難い喜びでした。
      
      YOSHiKAWA CiTY FCで「大人の想像を超えていく選手」へと成長していけるよう一緒に頑張りましょう。`,
    license: [
      "JFA公認 C級ライセンス",
      "JFA公認 C級GKレベル1",
      "JFA公認 キッズリーダー",
      "NPO法人埼玉KAZOスポーツクラブ 理事長",
    ],
    career: [
      "草加ジュニアFC ジュニアユース GKコーチ 兼 全学年サポートコーチ",
      "草加ジュニアFC ジュニア 学年担当コーチ 兼 GKコーチ",
      "FC KAZO U-15・12 監督",
      "アスレンテKAZO U-12 監督、テクニカルダイレクター",
      "埼玉県東部地区トレセン GKコーチ",
    ],
    coachingAchievement: [
      "高円宮杯 関東大会出場（草加ジュニア 県準優勝2002年）",
      "4種選手権 県大会出場（FC KAZO 2016年〜2020年、県ベスト16進出 2016年、2017年、2020年）",
      "全日本U-12 県大会出場（FC KAZO 2017年〜2019年、県ベスト8進出 2017年）",
      "東武鉄道杯 本線沿線大会 優勝（FC KAZO 2016年）",
      "U-16日本代表候補",
      "U-15関東トレセン",
      "U-15埼玉県トレセン",
      "東部地区トレセン",
      "U-12ナショナルトレセン",
      "埼玉県東部地区トレセン",
      "Jリーグアカデミーチームのユース",
      "ジュニアユース",
      "ジュニアへ選手を多数輩出",
    ],
  },
  {
    id: 2,
    profileImage: "/user-icon.svg",
    position: "コーチ",
    name: "坪井 秀斗",
    oneWord:
      "プロの世界はどんなところなのか？を具体的に選手達に伝えていければと考えています。",
    description: `この度、コーチに就任いたしました坪井秀斗です。

      私自身、24歳まで現役のサッカー選手としてプレーしていました。
      その中でプロの世界はどんなところなのか？を具体的に選手達に伝えていければと考えています。プレーはもちろんのことサッカーに対しての考え方も伝えていきます。
      
      中学3年間は私自身も1番伸びた3年間でした。
      その大事な時期、のびしろしかない時期に携われることを大変嬉しく思います。
      
      選手と一緒に私も成長していきます。
      よろしくお願いいたします。`,
    license: ["JFA公認 C級ライセンス"],
    career: [
      "柏市内中学校サッカー部",
      "SOLumサッカースクール",
      "ルネサンスサッカースクール",
      "三郷フットサル教室講師",
    ],
    playerHistory: [
      "幼稚園〜中学校　市川カネヅカSC",
      "高校　習志野高校10番",
      "大学　桐蔭横浜大学　10番",
      "社会人　2015 栃木ウーヴァFC（現栃木シティ）当時JFL",
      "2016 VONDS市原　関東1部リーグ",
    ],
    playerAchievement: [
      "2年時全国インターハイ出場",
      "千葉県高校サッカー選手権決勝出場",
      "大学3年時関東1部リーグ昇格",
      "天皇杯出場（大学・栃木ウーヴァFC時）",
    ],
  },
  {
    id: 3,
    profileImage: "/user-icon.svg",
    position: "アシスタントコーチ",
    name: "塩崎 巧巳",
    oneWord: "この度、アシスタントコーチに就任しました、塩崎です。",
    description: `現在、中学、高校、大学、社会人カテゴリーのサッカー・フットサルの指導に関わり、フットサル選手としても活動しています。

      幼い頃、吉川でサッカーを始めましたが、このような形で地元のチームに関わる事ができ嬉しく思います。
      
      これまでの選手、指導者としての経験を生かし、全力でサポートします！
      
      よろしくお願いします。`,
    license: [
      "JFA公認 サッカーC級ライセンス",
      "JFA公認 フットサルC級ライセンス",
    ],
    career: [
      "正則高校サッカー部外部コーチ(2020〜2022年)",
      "渋谷教育学園幕張中学・高校サッカー部外部コーチ(2022〜)",
      "ディセンドーラ吉川監督(2021〜)",
      "RGBフットサルクラブアドバイザー(2022〜)",
    ],
    playerHistory: [
      "CAアレグレ",
      "修徳高校サッカー部",
      "順天堂大学フットサル部",
      "ディセンドーラ吉川",
    ],
    playerAchievement: [
      "第14回全日本大学フットサル大会　優勝",
      "第25回全日本フットサル選手権大会千葉県予選　準優勝　関東大会出場",
      "千葉県フットサル1部リーグ2020 優勝",
      "埼玉県フットサルオープンリーグ2021 ベスト5",
    ],
  },
  {
    id: 4,
    profileImage: "/user-icon.svg",
    position: "Jr.ユース・アドバイザー",
    name: "久野 孝太",
    oneWord:
      "今まで3,000人以上のキッズ・ジュニア世代の子どもたちにサッカーの指導をしてきました。",
    description: `キッズ世代での大切な事、ジュニア世代での大切な事、そして、ジュニアユース世代での大切な事とそれぞれのカテゴリーにおいて【成長に必要な刺激と環境】があります。

      選手たちがサッカーを通して立派な人になるように、そしてYOSHi KAWA CiTY FCが【世界で活躍できる選手】を排出できるように、今までの経験を活かして全力でサポートしていきます。
      
      みんなで、ここから、始めよう！`,
    license: ["JFA公認Ｃ級"],
    career: [
      "吉川松伏トレセンコーチ",
      "リバティ埼玉SC代表",
      "吉川市サッカー協会理事",
      "吉川市スポーツ少年団理事",
      "JFA公認4級審判員",
      "JFA公認キッズリーダー",
      "吉川幼稚園専任 体操指導員",
    ],
  },
  {
    id: 5,
    profileImage: "/shigemura-yuki.jpeg",
    position: "アスレティック•メディカルアドバイザー",
    name: "重村 優輝",
    oneWord:
      "この度、YOSHiKAWA CiTY FCのアスレティック・メディカルアドバイザーを担当します、重村優輝です。",
    description: `現在ドイツのSCフライブルクで働いています。この様な形で地元チームに関わらせて頂き、理解を示してくれたチーム関係者の方には感謝の気持ちでいっぱいです。

    選手が安心してチーム活動に取り組める様に、”スポーツ傷害予防のアドバイスと試合で100%のパフォーマンスを発揮する為に必要なアドバイス提供が私の役割になります。ここまでスポーツ現場で働いてきた経験を、どの様に将来を担う育成年代の選手達に還元するかをテーマにチームスタッフと連携したいと思います。
    
    よろしくお願いいたします。`,
    license: [
      "日本スポーツ協会公認アスレティック•トレーナー",
      "鍼灸師",
      "国際ライフセービング協会International AED Provider",
    ],
    career: [
      "2010〜2016 東京メディカルスポーツ専門学校附属鍼灸院",
      "2010〜2016 関東学院大学サッカー部",
      "2011／2012 クラブW杯カップ FIFAレフリーチーム",
      "2018〜 SC フライブルク女子トップチーム",
    ],
  },
];
